{
    "intents": [
        {
            "tag": "ทักทาย",
            "patterns": [
                "สวัสดี"
            ],
            "responses": [
                "สวัสดีครับ ต้องการให้ช่วยอะไรครับ"
            ]
        },
        {
            "tag": "คอมพิวเตอร์ปัญหาหนึ่ง",
            "patterns": [
                "เปิดคอมพิวเตอร์ไม่ติด"
            ],
            "responses": [
                "กรุณาเขียนคำร้อง โดยไปที่ Menu Genarate Req. จากนั้นเลือกบริการประเภท แจ้งปัญหาการใช้งาน และเลือกหัวข้อบริการ แจ้งปัญหาการใช้งาน จากนั้นให้ท่านกรอกรายละเอียดต่างๆ ให้ครบถ้วน และกดป่ม SEND เพื่อส่ง"
            ]
        },
        {
            "tag": "คอมพิวเตอร์ปัญหาสอง",
            "patterns": [
                "ต้องการใช้งานโปรแกรม Line บนเครื่องคอมพิวเตอร์"
            ],
            "responses": [
                "กรุณาเขียนคำร้อง โดยไปที่ Menu Genarate Req. จากนั้นเลือกบริการประเภท ติดตั้งโปรแกรม พัฒนา ปรับปรุงขอรายงาน และเลือกหัวข้อบริการ ติดตั้งโปรแกรม จากนั้นให้ท่านกรอกรายละเอียดต่างๆ ให้ครบถ้วน และกดป่มSEND เพื่อส่ง"
            ]
        },
        {
            "tag": "ขอใช้งานคอมพิวเตอร์",
            "patterns": [
                "ต้องการใช้งานเครื่องคอมพิวเตอร์"
            ],
            "responses": [
                "กรุณาเขียนคำร้อง โดยไปที่ Menu Genarate Req. จากนั้นเลือกบริการประเภท สิทธิ์การใช้งาน และเลือกหัวข้อบริการ ขอสิทธิ์การใช้งาน computer จากนั้นให้ท่านกรอกรายละเอียดต่างๆ ให้ครบถ้วน และกดป่ม SEND เพื่อส่ง เมื่อได้สิทธ์แล้วให้ทำการเขียนคำร้อง โดยไปที่ Menu Genarate Req. จากนั้นเลือกบริการประเภท ขอติดตั้งอุปกรณ์และเลือกหัวข้อบริการ ขอติดตั้งคอมพิวเตอร์และอุปกรณ์ต่อพ่วง จากนั้นให้ท่านกรอกรายละเอียดต่างๆ ให้ครบถ้วน และกดป่ม SEND เพื่อส่ง"
            ]
        },
      
        {
            "tag": "ขอใช้งานอินเทอร์เน็ต",
            "patterns": [
                "ต้องการใช้งานอินเทอร์เน็ต"
            ],
            "responses": [
                "กรุณาเขียนคำร้อง โดยไปที่ Menu Genarate Req. จากนั้นเลือกบริการประเภท สิทธิ์การใช้งาน และเลือกหัวข้อบริการ ขอสิทธิ์การใช้งานอินเทอร์เน็ต จากนั้นให้ท่านกรอกรายละเอียดต่างๆ ให้ครบถ้วน และกดป่ม SEND เพื่อส่ง"
            ]
        }
        ,
        {
            "tag": "ขอใช้งานเครื่องปริ้น",
            "patterns": [
                "ต้องการใช้งานเครื่องปริ้น"],
            "responses": [
                "กรุณาเขียนคำร้อง โดยไปที่ Menu Genarate Req. จากนั้นเลือกบริการประเภท สิทธิ์การใช้งาน และเลือกหัวข้อบริการ ขอสิทธิ์การใช้งาน printer จากนั้นให้ท่านกรอกรายละเอียดต่างๆ ให้ครบถ้วน และกดป่ม SEND เพื่อส่ง"
            ]
        }
        ,
        {
            "tag": "ขอใช้งานกล้องวงจรปิด",
            "patterns": [
                "ต้องการใช้งานกล้องวงจรปิด"],
            "responses": [
              "กรุณาเขียนคำร้อง โดยไปที่ Menu Genarate Req. จากนั้นเลือกบริการประเภท สิทธิ์การใช้งาน และเลือกหัวข้อบริการ ขอสิทธิ์การใช้งาน CCTV จากนั้นให้ท่านกรอกรายละเอียดต่างๆ ให้ครบถ้วน และกดป่ม SEND เพื่อส่ง เมื่อได้สิทธ์แล้วให้ทำการเขียนคำร้องโดยไปที่ Menu Genarate Req. จากนั้นเลือกบริการประเภท ขอติดตั้งอุปกรณ์และเลือกหัวข้อบริการ ขอติดตั้งคอมพิวเตอร์และอุปกรณ์ต่อพ่วง จากนั้นให้ท่านกรอกรายละเอียดต่างๆ ให้ครบถ้วน และกดป่ม SEND เพื่อส่ง" ]
        },
        {
            "tag": "ขอรายชื่อพนักงาน",
            "patterns": ["ต้องการรายชื่อพนักงานทั้งหมดในแผนก"],
            "responses": [
                "กรุณาเขียนคำร้อง โดยไปที่ Menu Genarate Req. จากนั้นเลือกบริการประเภท ติดตั้งโปรแกรม พัฒนา ปรับปรุงขอรายงาน และเลือกหัวข้อบริการ ขอรายงาน จากนั้นให้ท่านกรอกรายละเอียดต่างๆ ให้ครบถ้วน และกดป่ม SEND เพื่อส่ง"
            ]
        }
        ,
        {
            "tag": "ขอคู่มือ",
            "patterns": [
                "ต้องการคู่มือการใช้งานโปรแกรมไอทีซัพพอร์ต"
            ],
            "responses": [
                "คลิกที่ลิงก์ที่แนบมาเพื่อดาวน์โหลดข้อมูล A  https://drive.google.com/file/………………….."
            ]
        }
    ]
}